<?php
/** ----------------------------------------------------------------------------
 * Template Name: Booking page template
 * Description: Template for Booking Pages for Twenty Ten Theme
 *
 * @package WordPress
 * @subpackage Yacht_Seamanship
 * @since Yacht Seamanship 1.01 
 */
?>
<?php
/** ----------------------------------------------------------------------------
 * @file          : booking-page.php
 * @description   : Файл шаблона Booking page
 */
/** ----------------------------------------------------------------------------
 * Документ       : booking-page.php
 * Версия         : v. 1.01 (01=alfa, 02=beta-test, PRO=prodaction)
 * Статус         : Начальная разработка (Alfa)
 * Билд           : b. 01
 * Описание       : Шаблон для отдельных страниц типа Booking page в проекте
 *                : Yacht Seamanship
 * 
 * Создан         : 04.05.2013 - 3:35:39
 * Закончен       : __.__.2013 - __:__
 * 
 * Проект         : Сайт-блог Yacht Seamanship (на WP3)
 * Автор          : AZWebDDS
 * E-mail         : AZWebDDS <az.webdds@gmail.com>
 * 
 * Инфо           : http://yachtseamanship.tk
 *                : 
 */
?>

<?php
/** ----------------------------------------------------------------------------
 * План работы:
 * TODO:
 * @todo  - 
 * 
 * NEW, FIXED and CORRECTED:
 * @corr  Коррекция                                                  + v0.00 b00
 * @fixed Исправлено                                                 + v0.00 b00
 * @bug   Ошибка                                                     + v0.00 b00
 * @new   Новое                                                      + v0.00 b00
 */
?>

<?php
/** ----------------------------------------------------------------------------
 * #############################################################################
 * ##########################  ОБЛАСТЬ  ТЕСТИРОВАНИЯ  ##########################
 * #############################################################################
 * TODO:
 * @todo - 
 */
?>


<?php get_header(); ?>

		<div id="container">
			<div id="content" role="main">

			<?php
			/* Run the loop to output the page.
			 * If you want to overload this in a child theme then include a file
			 * called loop-page.php and that will be used instead.
			 */
			get_template_part( 'loop', 'page' );
			?>

			</div><!-- #content -->
		</div><!-- #container -->

<?php // get_sidebar(); ?>
<?php get_footer(); ?>









<?php
/** ----------------------------------------------------------------------------
 * #############################################################################
 * ##########################  ОБЛАСТЬ  ОСНОВНОГО  КОДА  #######################
 * #############################################################################
 */
/** ----------------------------------------------------------------------------
 * Многострочный комментарий
 */
// Однострочный комментарий, правка                                  + v0.00 b00
// КОНЕЦ Название_Модуля
?>