<?php

/** ----------------------------------------------------------------------------
 * Template Name: Article Post Template
 * Description: Описание шаблона страницы, назначение шаблона.
 *
 * @package 
 * @subpackage 
 * @since 
 */
?>
<?php

/** ----------------------------------------------------------------------------
 * @file          : article-post.php
 * @description   : 
 */
/** ----------------------------------------------------------------------------
 * Документ       : article-post.php
 * Версия         : v. 0.00 (01=alfa, 02=beta-test, PRO=prodaction)
 * Статус         : Начальная разработка (Alfa)
 * Билд           : b. 00
 * Описание       : 
 *                : 
 * 
 * Создан         : 25.06.2013 - 13:49:45
 * Закончен       : __.__.2013 - __:__
 * 
 * Проект         : 
 * Автор          : AZWebDDS
 * E-mail         : AZWebDDS <az.webdds@gmail.com>
 * 
 * Инфо           : 
 *                : 
 */
?>
<?php

/** ----------------------------------------------------------------------------
 * План работы:
 * TODO:
 * @todo  - 
 * 
 * NEW, FIXED and CORRECTED:
 * @corr  Коррекция                                                  + v0.00 b00
 * @fixed Исправлено                                                 + v0.00 b00
 * @bug   Ошибка                                                     + v0.00 b00
 * @new   Новое                                                      + v0.00 b00
 */
?>
<?php

/** ----------------------------------------------------------------------------
 * #############################################################################
 * ##########################  ОБЛАСТЬ  ТЕСТИРОВАНИЯ  ##########################
 * #############################################################################
 * TODO:
 * @todo - 
 */
?>
<?php

/** ----------------------------------------------------------------------------
 * #############################################################################
 * ##########################  ОБЛАСТЬ  ОСНОВНОГО  КОДА  #######################
 * #############################################################################
 */
/** ----------------------------------------------------------------------------
 * Многострочный комментарий                                         + v0.00 b00
 */
// Однострочный комментарий, правка                                  + v0.00 b00
// КОНЕЦ Название_Модуля
?>
